Repository: Zasilkovna/prestashop
Catalog: packetery/translations/*/ModulesPacketeryGeneratecroninfoblock.*.xlf
Languages: cs_cz

source: CRON jobs
cs_cz: CRON úkoly

source: Automatic PDF label deletion via CRON
cs_cz: Automatické mazání štítků PDF přes CRON

source: This URL below provides basic functionality for deleting old PDF labels.
cs_cz: Tato URL adresa níže poskytuje základní funkce pro mazání starých štítků PDF.

source: It deletes all PDF labels older than %s days.
cs_cz: Smaže všechny štítky PDF starší než %s dní.

source: To delete the PDF labels automatically, you need to call this URL via CRON jobs.
cs_cz: Chcete-li štítky PDF odstranit automaticky, musíte tuto adresu URL zavolat prostřednictvím úloh CRON.

source: Extended options are also available to modify the functionality using parameters.
cs_cz: Jsou zde také rozšířené možnosti, jak upravit funkcionalitu za použití parametrů.

source: Parameter
cs_cz: Parametr

source: Explanation
cs_cz: Vysvětlení

source: The parameter tells how old files need to be to be deleted.
cs_cz: Parametr říká, jak staré soubory musí být smazány.

source: This example will delete all PDF labels that are older than %s days.
cs_cz: Tento příklad odstraní všechny štítky PDF, které jsou starší než %s dní.

source: The parameter tells how many PDF labels can be deleted in one CRON call.
cs_cz: Parametr říká, kolik štítků PDF lze odstranit v jednom volání CRON.

source: This example will delete max %s PDF labels in one batch.
cs_cz: Tento příklad odstraní max. %s štítků PDF v jedné dávce.

source: Can be used to ease up your server/hosting resources.
cs_cz: Může být použit k ochraně zdrojů serveru/hostingu.

source: * You can also use these two parameters separately and change their values.
cs_cz: Tyto dva parametry můžete také používat samostatně a měnit jejich hodnoty.

source: Packeta carriers update
cs_cz: Aktualizace Zásilkovna dopravců

source: Link to update Packeta carriers using CRON
cs_cz: Odkaz na aktualizaci Zásilkovna dopravců pomocí CRON

source: It is not possible to use the update of carriers. First, set an API password.
cs_cz: Aktualizaci dopravců nelze využít. Nejprve nastavte heslo API.

source: Packet status tracking
cs_cz: Sledování stavu zásilek

source: To automatically update packet statuses regularly, you need to call this URL via CRON jobs.
cs_cz: Chcete-li automaticky pravidelně aktualizovat stavy zásilek, musíte tuto adresu URL zavolat prostřednictvím úloh CRON.

source: It is not possible to use the task for updating packet statuses. First, set an API password.
cs_cz: Nelze použít úlohu pro aktualizaci stavů zásilek. Nejprve nastavte heslo API.
