Repository: Zasilkovna/prestashop
Catalog: packetery/translations/*/ModulesPacketeryCarrieradminform.*.xlf
Languages: sk_sk

source: Failed to load carrier.
sk_sk: Dopravce se nepodařilo načíst.

source: Edit carrier
sk_sk: Upravit dopravce

source: Packeta carrier to pair with this carrier
sk_sk: Dopravce Zásilkovny pro spárování s tímto dopravcem

source: Save
sk_sk: Uložit

source: Validate address using widget?
sk_sk: Ověřovat adresu pomocí widgetu?

source: Applicable only in case of CZ and SK home delivery carrier.
sk_sk: Platí pouze v případě CZ a SK doručení na adresu.

source: No
sk_sk: Ne

source: Yes
sk_sk: Ano

source: Optionally
sk_sk: Volitelně

source: Allowed pickup point types
sk_sk: Povolené typy výdejních míst

source: Is COD?
sk_sk: Jde o dobírku?

source: YES - all orders of this carrier will be exported to Packeta as cash on delivery, NO - cash on delivery settings will follow the cash on delivery settings for the payment method.
sk_sk: ANO - všechny objednávky na tohoto dopravce budou do Zásilkovny exportovány jako dobírka, NE - nastavení dobírky se bude řídit podle nastavení dobírky u platební metody.

source: The option to set cash on delivery according to the carrier is already obsolete, and we recommend not using it. It will be completely removed soon.
sk_sk: Možnost nastavení dobírky podle dopravce je již zastaralá a doporučujeme ji nepoužívat. Brzy bude zcela odstraněna.

source: Edit carrier settings
sk_sk: Upravit nastavení dopravce

source: Carrier has been saved.
sk_sk: Dopravce byl uložen.

source: Carrier settings were saved.
sk_sk: Nastavení dopravce byla uložena.

source: The Packeta carrier selected for method "%s" does not deliver to any of its active countries.
sk_sk: Dopravce Zásilkovny vybraný u metody \"%s\" nedoručuje ani do jedné z jejích povolených zemí.

source: There are no available carriers for method "%s".
sk_sk: Pro metodu \"%s\" nejsou dostupní žádní dopravci.

source: You must select at least one vendor for each country.
sk_sk: Pro každou zemi musíte vybrat alespoň jeden typ výdejních míst.

source: One of selected vendor is not available anymore.
sk_sk: Jeden z vybraných typů výdejních míst již není dostupný.

source: Back to list
sk_sk: Zpět na seznam
