Repository: Zasilkovna/prestashop
Catalog: packetery/translations/*/ModulesPacketeryPacketery.*.xlf
Languages: cs_cz

source: Get your customers access to pick-up point in Packeta delivery network.
cs_cz: Získejte zákazníkům přístup k vyzvedávacím bodům v síti Zásilkovny.

source: Export orders to Packeta system.
cs_cz: Export objednávek do systému Zásilkovny.

source: Packeta
cs_cz: Zásilkovna

source: Packeta pick-up points, orders export, and print shipping labels
cs_cz: Vyzvedávací body Zásilkovny, export objednávek a tisk štítků pro přepravu

source: You have to enable the cURL extension on your server to install this module
cs_cz: Pro instalaci tohoto modulu je třeba povolit cURL rozšíření na Vašem serveru.

source: The Packeta module folder must be writable for the pickup point selection to work properly.
cs_cz: Aby výběr výdejního místa správně fungoval, musí být složka modulu Packeta zapisovatelná.

source: Packeta API password is not set.
cs_cz: API heslo Zásilkovny není nastaveno.

source: Soap is disabled. You have to enable Soap on your server
cs_cz: Soap je zakázán. Musíte povolit Soap na svém serveru

source: The default weight unit for your store is: %s. When exporting packets, the module will not state its weight for the packet. If you want to export the weight of the packet, you need to set the default unit to one of: %s.
cs_cz: Výchozí jednotka hmotnosti pro Váš obchod je: %s. Při exportu zásilek modul nebude u zásilky uvádět její hmotnost. Pokud chcete exportovat hmotnost zásilky je potřeba nastavit výchozí jednotku na jednu z: %s.

source: Settings updated
cs_cz: Nastavení bylo uloženo

source: Payment methods representing COD
cs_cz: Platební metody reprezentující dobírku

source: Packeta settings
cs_cz: Zásilkovna - nastavení

source: Save
cs_cz: Uložit

source: Packet status tracking
cs_cz: Sledování stavu zásilek

source: API password
cs_cz: API heslo

source: Sender indication
cs_cz: Označení odesílatele

source: You can find the sender indication in the client section: %s in the "indication" field.
cs_cz: Označení odesílatele naleznete v klientské sekci: %s v poli \"označení\".

source: Packeta label format
cs_cz: Formát štítku Zásilkovny

source: Carrier label format
cs_cz: Formát štítku dopravce

source: As the order ID, use
cs_cz: Jako číslo objednávky u zásilek uvádět

source: Order ID
cs_cz: id objednávky

source: Order Reference
cs_cz: kód objednávky

source: Automatically open widget in cart
cs_cz: Automatické otevření widgetu v košíku

source: Yes
cs_cz: Ano

source: No
cs_cz: Ne

source: Default package price
cs_cz: Výchozí hodnota zásilky

source: Enter the default value for the shipment if the order price is zero
cs_cz: Zadejte výchozí hodnotu zásilky, pokud je cena objednávky nulová

source: Currency conversion
cs_cz: Převod měn

source: Enable currency conversion according to the exchange rate in PrestaShop
cs_cz: Povolit převod měny podle směnného kurzu v PrestaShopu

source: Disable currency conversion, cash on delivery will be sent to Packeta in the currency of the order
cs_cz: Zakázat převod měn, výše dobírky bude zaslána do Zásilkovny v měně objednávky

source: Default package weight in kg
cs_cz: Výchozí hmotnost balíku v kg

source: Enter the default weight for the shipment if the order weight is zero
cs_cz: Zadejte výchozí hmotnost zásilky, pokud je hmotnost objednávky nula

source: Default packaging weight in kg
cs_cz: Výchozí hmotnost obalového materiálu v kg

source: Enter the default weight of the packaging in kg if the order weight is non-zero
cs_cz: Pokud je hmotnost objednávky nenulová, zadejte výchozí hmotnost obalového materiálu v kg

source: 1/8 of A4, printed on A4, 8 labels per page
cs_cz: 1/8 A4, tisk na A4, 8ks/stránka

source: 105x35mm, printed on A4, 16 labels per page
cs_cz: 105x35mm, tisk na A4, 16ks/stránka

source: 1/4 of A4, printed on A4, 4 labels per page
cs_cz: 1/4 A4, tisk na A4, 4ks/stránka

source: 1/4 of A4, direct printing, 1 label per page
cs_cz: 1/4 A4, přímý tisk, 1ks/stránka

source: 1/8 of A4, direct printing, 1 label per page
cs_cz: 1/8 A4, přímý tisk, 1ks/stránka

source: 1/16 of A4, direct printing, 1 label per page
cs_cz: 1/16 A4, přímý tisk, 1ks/stránka

source: Address is valid.
cs_cz: Adresa je ověřená.

source: Address is not valid.
cs_cz: Adresa není ověřená.

source: The selected delivery address is in a country other than the country of delivery of the order.
cs_cz: Vybraná adresa pro doručení je v jiné zemi, než je země doručení objednávky.

source: Please select pickup point
cs_cz: Vyberte prosím výdejní místo

source: Selected Packeta pickup point or carrier
cs_cz: Vybrané výdejní místo nebo dopravce

source: Selected Packeta pickup point
cs_cz: Vybrané výdejní místo

source: Please select pickup point.
cs_cz: Vyberte prosím výdejní místo.

source: Order validation failed, shop owner can find more information in log.
cs_cz: Ověření objednávky se nezdařilo, provozovatel obchodu může najít více informací v záznamech.

source: Please use widget to validate address.
cs_cz: Pro ověření adresy použijte prosím widget.

source: The shipment was successfully submitted under shipment number:
cs_cz: Zásilka byla úspěšně podána pod číslem zásilky:
