Repository: Zasilkovna/prestashop
Catalog: packetery/translations/*/ModulesPacketeryPacketeryordergrid.*.xlf
Languages: cs_cz

source: Submit packet
cs_cz: Podat zásilku

source: Print labels
cs_cz: Tisk štítků

source: Order weights were saved.
cs_cz: Hmotnosti objednávek byly uloženy.

source: No labels can be printed as carrier labels.
cs_cz: Žádné štítky nemohou být připraveny jako štítky dopravce.

source: Please choose orders first.
cs_cz: Vyberte prosím nejdříve objednávky.

source: Please submit selected orders first.
cs_cz: Nejprve prosím podejte vybrané zásilky.

source: No orders were selected.
cs_cz: Nebyly vybrány žádné objednávky.

source: The shipments were successfully submitted.
cs_cz: Zásilky byly úspěšně podány.

source: Packeta Orders
cs_cz: Objednávky Zásilkovna

source: Download carrier labels
cs_cz: Stáhnout štítky dopravce

source: Download Packeta labels
cs_cz: Stáhnout štítky Zásilkovny

source: Send selected orders and create shipment
cs_cz: Podat vybrané zásilky

source: Weight (kg)
cs_cz: Hmotnost (kg)

source: Packet status
cs_cz: Stav zásilky

source: Tracking number
cs_cz: Trasovací číslo

source: Pickup point / Carrier
cs_cz: Výdejní místo / Dopravce

source: Date
cs_cz: Datum

source: Status
cs_cz: Stav

source: Total Price
cs_cz: Celková cena

source: Customer
cs_cz: Zákazník

source: Reference
cs_cz: Kód

source: Is COD
cs_cz: Dobírka
