Repository: Zasilkovna/prestashop
Catalog: packetery/translations/*/ModulesPacketeryPacketerycronmodulefront.*.xlf
Languages: sk_sk

source: Invalid packetery cron token.
sk_sk: Nesprávný token.

source: Cron task to run was not specified.
sk_sk: Úloha nebyla specifikována.

source: Deleting labels
sk_sk: Mazání štítků

source: Carrier list update
sk_sk: Aktualizace seznamu dopravců

source: Packet tracking status update
sk_sk: Aktualizace stavu zásilky

source: BEGIN
sk_sk: ZAČÁTEK

source: Task "%s" is about to be executed.
sk_sk: Úloha \"%s\" se začíná zpracovávat.

source: Task was not found.
sk_sk: Úloha nenalezena.

source: All displayed errors are stored in the Prestashop database.
sk_sk: Všechny zobrazené chyby jsou uložené v databázi Prestashopu.

source: END
sk_sk: KONEC

source: Task "%s" was finished.
sk_sk: Úloha \"%s\" byla dokončena.

source: ERROR
sk_sk: CHYBA
