Repository: Zasilkovna/prestashop
Catalog: packetery/translations/*/ModulesPacketeryOrderdetailsupdater.*.xlf
Languages: cs_cz

source: The selected delivery address is in a country other than the country of delivery of the order.
cs_cz: Zvolená dodací adresa je v jiné zemi, než je země doručení objednávky.

source: Data has been successfully saved
cs_cz: Data byla úspěšně uložena

source: Order update failed.
cs_cz: Aktualizace objednávky se nezdařila.

source: No pickup point selected for the order. It will not be possible to export the order to Packeta.
cs_cz: Pro objednávku není vybráno žádné výdejní místo. Export objednávky do Zásilkovny nebude možný.

source: length
cs_cz: délka

source: height
cs_cz: výška

source: width
cs_cz: šířka

source: age verification
cs_cz: ověření věku

source: packet value
cs_cz: hodnota zásilky

source: COD value
cs_cz: hodnota dobírky

source: weight
cs_cz: hmotnost

source: %s must be a whole number, greater than 0.
cs_cz: %s musí být celé číslo větší než 0.

source: %s must be a number, greater than 0.
cs_cz: %s musí být číslo, větší než 0.
